Repository: TIS2024-FMFI/vehicle-delivery
Catalog: VehicleDelivery/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Burned
sk: Spálené

source: Broken, teared off, cracked
sk: Zlomené, odtrhnuté, prasknuté

source: Cut, torn
sk: Prerezané, roztrhané

source: Pierced, cut
sk: Prepichnuté, prerezané

source: Paint peeled
sk: Olúpaná farba

source: Dented
sk: Preliačené

source: Missing
sk: Chýba

source: Damaged
sk: Poškodené

source: Scratched, scuffed
sk: Poškriabané, ošúchané

source: Stained
sk: Poškvrnené

source: Not specified
sk: Nešpecifikované

source: Logout
sk: Odhásiť sa

source: Filters
sk: Filtre

source: Date from
sk: Dátum od

source: Date to
sk: Dátum do

source: Name
sk: Meno

source: Type
sk: Typ

source: Filter
sk: Filtruj

source: Clear Filters
sk: Vymazať filtre

source: New
sk: Nové

source: Opened
sk: Otvorené

source: Archived
sk: Archivované

source: Move to
sk: Presunúť do

source: Firm
sk: Firma

source: Full name
sk: Meno

source: Date
sk: Dátum

source: No entries found matching the criteria.
sk: Nenašli sa židane výsledky

source: Home
sk: Domov

source: Reports
sk: Reklamácie

source: Login
sk: Prihlásiť sa

source: Details of Reporting Party
sk: Podrobnosti o strane nahlasujúceho

source: Firm name
sk: Názov Firmy

source: Second name
sk: Priezvisko

source: First name
sk: Krstné Meno

source: Transport Details
sk: Detaily Prepravy

source: Record Number
sk: Record číslo (neprelozene)

source: Registration Number
sk: Registration číslo (neprelozene)

source: Date of arrival
sk: Dátum výkladky

source: Country of Arrival
sk: Krajina dodatia

source: Place of Arrival
sk: Miesto dodatia

source: City of Arrival
sk: Mesto dodatia

source: Vehicle Damage Details
sk: Detaili o poškodení vozidla

source: VIN number
sk: VIN číslo

source: Nature of Damage
sk: Povaha poškodenia

source: Place of Damage
sk: Miesto poškodenia

source: Note
sk: Poznámka

source: Files
sk: Súbory

source: Waybill
sk: Nákladný list

source: Damage Report
sk: Správa o poškodení

source: Phot of VIN number
sk: Fotka VIN čísla

source: Phot of Damaged Area
sk: Fotka poškodenej časti

source: Submit
sk: Odovzdať

source: Vehicle Model
sk: Model vozidla

source: Claim Description
sk: Claim Popis

source: Transportation
sk: Preprava

source: Preperation Description
sk: Príprava Popis

source: Vehicle Preperation
sk: Pripravenie vozidla

source: Communication
sk: Komunikácia

source: Other Description
sk: Ostatné Popis

source: Other
sk: Ostatné

source: Welcome
sk: Vitajte

source: Hover over the buttons on the left to learn more about each page.
sk: Ak sa chcete dozvedieť viac o každej stránke, umiestnite kurzor myši na tlačidlá vľavo.
